1password
alacritty
alsa-utils
avidemux-qt
base
base-devel
bluez
bluez-utils
brightnessctl
broadcom-wl-dkms
catppuccin-gtk-theme-mocha
cmatrix
cronie
docker-desktop
dolphin
dunst
efibootmgr
fastfetch
fd
firefox
fzf
ghostty
git
glib2-devel
gobject-introspection
greetd
greetd-tuigreet
grim
grub
gtk-doc
gtk-engine-murrine
gtk-engines
gtk4-layer-shell
htop
hyprland
hyprlock-git
hyprpaper
jq
less
libgirepository
libinput-gestures
libnotify
libva-intel-driver
light
linux
linux-firmware
linux-headers
lxappearance
man-db
mbpfan
memtest86+
memtester
mesa
meson
mpv
nano
neovim
network-manager-applet
networkmanager
ninja
notion-app-electron
noto-fonts
nvm
omnisharp-roslyn-bin
pavucontrol
pipewire-alsa
pipewire-libcamera
pipewire-pulse
poppler
postman-bin
powertop
psensor
resvg
ripgrep
rofi
scdoc
slack-desktop
slurp
spotify
starship
sudo
tlp
tmux
ttf-dejavu
ttf-jetbrains-mono
vala
vim
virtualbox
vulkan-intel
wf-recorder
wget
whatsapp-for-linux
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-hyprland-git
xorg-xrandr
xorg-xwayland
xsettingsd
yay
yay-debug
yazi
zoom
zoxide
zsh
